---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialProperties
source: html/4cdf6f6b-c9bd-27d3-b5fc-81e99ceba941.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialProperties Property

"Properties"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialProperties { get; }
```